
porcupine_key = 'AkvrsEfOdNk+PdCQnCdNQKy7g4tXmzKqn7JvRmPN6DN6nZgpkjjD4g=='

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько', 'пожалуйста', 'прошу',)

VA_CMD_LIST = {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "joke": ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
    "open_browser": ('открой браузер', 'запусти браузер', 'открой гугл хром', 'гугл хром'),
    'open_yandex': ('открой яндекс', 'запусти яндекс'),
    'open_steam': ('открой с тим', 'запусти стим', 'запусти игры'),
    'open_discord': ('открой де скотт', 'запусти де скотт', 'открой же скотт'),
    'open_music': ('включи музыку', 'запусти музыку'),
    'open_bin': ('открой корзину', 'открой мусорку'),
    'open_wallpaper': ('включи обои', 'запусти обои'),
    'open_youtube': ('открой ютуб', 'запусти ютуб'),
    'google_query': ('заугугли', 'поищи', 'поищи как', 'поищи что', 'за гугле как', 'за гугли как', 'за гугле что', 'найди видео', 'найди как'),
    'sound_video_on': ('включи звук', 'верни звук'),
    'sound_video_of': ('выключи звук', 'убери звук'),
    'full_screen_video': ('полный экран', 'на весь экран'),
    'subtitles_video': ('субтитры', 'текст'),
    'end_video': ('конец видео', 'конец ролика', 'скипни в конец'),
    'next_video': ('следующее видео', 'будущее видео', 'следующий ролик', 'некст видео'),
    'previous_video': ('предыдущее видео', 'прошлое видео', 'старое видео'),
    'skip_back': ('верни назад', 'отмотай', 'мотни назад', 'скипни назад'),
    'skip_forward': ('пропусти', 'перемотай', 'мотни вперед', 'скипни вперед'),
    'search_youtube': ('включи на ютубе', 'включи на ютюбе'),
    'start_video': ('начало видео', 'начало ролика', 'скипни в начало'),
    'pause': ('поставь на паузу', 'включи паузу'),
    'c_pause': ('убери паузу', 'убери с паузы'),


    # 'open_yandex': ('открой яндекс', 'запусти яндекс'),
    # 'open_yandex': ('открой яндекс', 'запусти яндекс'),
    # 'open_yandex': ('открой яндекс', 'запусти яндекс'),


}